<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>雅腾信息管理系统</title>
<link href="/css/xitong.css" rel="stylesheet" type="text/css">
</head>

<body>
{include file="public/commen" /}
<div class="main"  style=" margin-right:100px; line-height:2; margin-top:50px; margin-bottom:50px;">
<p>关于这个系统，我作如下的说明。</p>
<p>我是在大二末的时候就来到雅腾学习，虽然我的专业是跟计算机相关的，但我的计算机基础很差，可以说，我是大学才开始真正接触电脑。但大一的时候光顾着玩，电脑也只是用来看电视的工具。有一次，辅导员叫我去办公室输入一些文档，我打字的速度可以跟蜗牛相比，老师在旁边没有说什么，但我的脸红得发烫。那时候，我就开始意识到，自己是多么的一无是处。自此才有了学习的欲望，如果毕业了，我这样怎么找工作，连打字都不会，现在的工作哪个不用到电脑。也许正是应了那句话，努力的人运气不会太差，我就走进了雅腾，结实了庄子和忠明，一个是学习上的老师，一个是生活上的朋友，环境的影响，我对IT有了一点了解，仿佛找到了希望，就像是唤醒了我身体内久违的感觉，可是，我之前确确实实是没有接触过所谓的PHP。也许都不会相信，一个正经的女孩子会喜欢整天的码代码，可是我是真真切切的喜欢，不为别的，只为兴趣。就因为这个，我时常都怀疑自己的性别。</p>
<p>都说兴趣是最好的老师，在自己解决的问题里，有时候，我会一个人坐在电脑前傻笑，能看着自己的写的代码看上几分钟，有时候也会给室友看，她们看完之后也许是礼貌性的鼓励我，但就这样我也能开心很久。
但大多时候，是一个问题能折磨我几天，我都想把电脑砸了，没办法，就先休息。如此反复几次，我甚至都怀疑自己的智商，难道是女孩子的思维真的比男生差，我不相信，我不服输。每次去雅腾，我都会准备一些问题问庄子，就感觉是故意找茬的。</p>
<p>大家都来自不同的地方，不同的学校，可是为了同一个梦想，都齐聚在雅腾学习，有已经工作了几年的，有刚大学毕业的，有像我一样大二大三的，还有大一的小鲜肉。每个人的学习状态都不一样，（像我是那种典型的接受的比较慢的那一种）但只要有人懂，就会有人教。</p>

<p>其实，在雅腾，除了学习之外，我们还有其他的活动，他们去游过泳（当然我没去，我是女孩子，还是有点不太好），打过台球，我们一起摘过杨梅，忠明还会将杨梅晒干，给我们泡水喝，天气太热，有时候会给我们买西瓜吃，午休时趴在桌上睡不好，还给我们买了折叠床，在人多的时候，我们会围在一起玩狼人杀，当然还有小零食吃。有的学员在外面租房子住，晚上太热，忠明会让他们住在公司，因为公司有空调。前段时间，我发生了经济危机，和男朋友分了手，忠明知道后，一直开导我，跟我讲了他的初恋，还主动提出借我钱，虽然我没有接受，但我真的很感动。那段时间，终于过去。</p>

<p>雅腾的正常学习时间是3到4个月，因为我是大二来的，学校离公司比较近，因此我是有时间就去的，现在算起来都有一年了。</p>

<p>雅腾的每一个学员，在培训的几个月里，都做了一个属于自己的博客，但我不想建设博客，我没有设计的头脑，只能做一些抽象的东西。今年的7月份，我就要出去实习了。我想在离开雅腾前做一点东西，为雅腾做一点东西，为这里的人做点事，尽心尽力。我花了一个月的时间来做这个系统，不管将来它能不能为他们所用，我尽心了就好。</p>

<pre style=" font-family:'微软雅黑'; font-size:16px;">最后，我还是要明确的表达出对他们的感谢：
      忠明，庄子，感谢你们一路陪伴，愿今后你们的生活如太阳般温暖。
             ————爱笑的嘴角有颗痣的女孩子：陈娟</pre>
</div>


</body>
</html>